IDEA StatiCa Open Model
OpenMessages.Remove Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Remove a message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public void Remove(
	OpenMessage message
)
Public Sub Remove (
	message As OpenMessage
)
public:
void Remove(
	OpenMessage^ message
)
Parameters
message
Type: IdeaRS.OpenModel.Message.OpenMessage
Message will be removed
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace